;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: JoGeJen
; TranslationAuthorEmail: ka7137-277@online.de
; TranslationAuthorWeb: 
; Version: 1.25.27

[GUI]
ButtonYes=Ja
ButtonNo=Nein
ButtonOK=Ok
ButtonMinimize=Minimal
ButtonMaximize=Maximal
ButtonClose=Schließen
ButtonRestore=Zurücksetzen
ButtonMenu=Menü
btnsupportcenter=Hilfezentrum
ButtonCancel=Abbrechen


[Translation]
LangCode=0407
ReadHabit=Von links nach rechts
LanguageName=GER
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Warning=Warnung
Error=Fehler
Information=Information
Confirm=Bestätigen
BtnRegister.Caption=Registrieren

pmContact=Uns kontaktieren
pmCheckMsg=Autom. neue Nachrichten suchen
ppmHelpOnline=Online-Hilfe
ppmForum=Offizielles Forum
ppmHomepage=Offizielle Webseite
ppmContactUs=Uns kontaktieren
ppmCheckUpdates=Neue Version suchen
ppmSettings=Einstellungen
ppmRestoreFile=Sichern und wiederherstellen
ppmLanguage=Sprachen (Languages)
ppmAbout=Über uns
ppmOpen=Beinhaltenden Ordner öffnen
ppmFileProperties=Eigenschaften
ppmDelete=Gewählte Dateien löschen
ppmExport=Export nach…
ppmExecute=Öffnen

frmWDFMain.btnemail.hint=Wise Duplicate Finder mit Freunden teilen
frmWDFMain.btntwitter.hint=Wise Duplicate Finder auf Twitter teilen
frmWDFMain.btnfacebook.hint=Folge uns auf Facebook
frmWDFMain.btnFolder.Hint=Ordner auswählen
frmWDFMain.lblVer.Caption=Version:
frmWDFMain.btnScan.caption=Suchen
frmWDFMain.btnCancel.caption=Abbrechen
frmWDFMain.btnScan.Hint=Suchen
frmWDFMain.btnCancel.Hint=Abbrechen
frmWDFMain.lblcaption.Caption=Duplikate vom PC löschen, um Speicherplatz freizugeben
frmWDFMain.lblLocation.Caption=Speicherorte:
frmWDFMain.btnAdvSetting.Caption=Erw. Einstellungen
frmWDFMain.btnselall.Caption=Alles auswählen
frmWDFMain.btnInvertSelection.Caption=Auswahl umkehren
frmWDFMain.btnKeepOne.Caption=Eins behalten
frmWDFMain.btnDel.Caption=Ausgewähltes löschen

ppmLastCreate=Neu Erstelltes
ppmFirstCreate=Alt Erstelltes
ppmLastWrite=Neu Geändertes
ppmFirstWrite=Alt Geändertes

frmDFSettings.Caption=Einstellungen
frmDFSettings.lblIncludes.Caption=Einzubeziehendes:
frmDFSettings.lblMinimize.Caption=Minimal:
frmDFSettings.lblMaxmize.Caption=Maximal:
frmDFSettings.btnAddFolder.caption=Ordner hinzufügen
frmDFSettings.btnAddKey.caption=Suchbegriff hinzufügen
frmDFSettings.lblExclude.Caption=Ausgeschlossenes:
frmDFSettings.lblBackup.Caption=Sicherungspfad:
frmDFSettings.lblCheckupdate.Caption=Neue Version suchen:
frmDFSettings.lblLanguage.Caption=Sprache (Language):
frmDFSettings.btnOk.caption=OK
frmDFSettings.btnCancel.caption=Abbrechen
frmDFSettings.AdvSetting.Caption=Erweiterte Einstellungen
frmDFSettings.Folder.Caption=Ordner auswählen
frmDFSettings.chkAutoBackup.Caption=Autom. aktualisieren
frmDFSettings.ckNewsletter.Caption=Autom. neue Nachrichten suchen
frmDFSettings.btnAddFolder.Hint=Ordner hinzufügen
frmDFSettings.btnAddKey.Hint=Suchbegriff hinzufügen
frmDFSettings.btnOk.Hint=OK
frmDFSettings.btnCancel.Hint=Abbrechen
frmDFSettings.lblColor.Caption=Gruppenfarbe:


FrmRegister.Caption=Registrieren
FrmRegister.lblinfo.caption=Danke, dass Sie Wise Duplicate Finder gewählt haben
FrmRegister.lblemail.caption=E-Mail:
FrmRegister.lblName.caption=Ihr Name:
FrmRegister.lblkey.caption=Lizenzschlüssel:
FrmRegister.lblhelp.caption=Problem bei der Eingabe des Lizenzschlüssels?
FrmRegister.lblsupport.caption=Kontaktieren Sie uns
FrmRegister.btnreg.caption=Registrieren
FrmRegister.btnbuy.caption=Jetzt kaufen

frmBackup.Caption=Sichern und wiederherstellen
frmBackup.lblBackup.Caption=Sicherungspfad:
frmBackup.btnDelete.caption=Ausgew. löschen
frmBackup.btnRestore.caption=Ausgew. wiederherstellen

frmAbout.caption=Über uns
frmAbout.lblver.Caption=Aktuelle Version:
frmAbout.lblemail.Caption=E-Mail-Hilfe:
frmAbout.lblhome.Caption=Offizielle Webseite:
frmAbout.lblthanks.Caption=Dank an folgende Personen für ihre Beiträge
frmAbout.lblStatus.Caption=Status:


[Message]
deletefileerr=Kann nicht gelöscht werden
Continuedelete=Fortsetzen?
BeginCountFiles=Suche wird vorbereitet…
CountFiles=%d Daten wurden geprüft…
HashFiles=Aktuelle Dateien:
CountResult=Berechne das Suchergebnis…
searchduplicateover=%d Gruppe(n) von Duplikaten, mit insgesamt %d Dateien gefunden. Verstrichene Zeit: %d Sekunden
FileName=Name
FileSize=Größe
FolderName=Ordner
LastDate=Änderungsdatum
CreateDate=Erstelldatum
mdFileName=Zutr. Dateiname+Größe (schnellstes)
mdHashPart=Teilweise Übereinstimmung (schnell)
mdHash=Genaue Übereinstimmung (langsam)
mdZeroSize=0-byte-Dateien
WaitRestore=Wiederherstellung…
WaitBackup=Warte…
Images=Bilder
Audios=Sounds
Videos=Videos
Document=Dokumente
Compressed=Gepacktes
Email=E-Mail
Byte=Byte
KB=KB
MB=MB
GB=GB
AddFolder=Ordner hinzufügen
NoFolder=Bitte die zu durchsuchenden Ordner hinzufügen!
InputKey=Suchbegriff eingeben
EmptyEmail=E-Mail-Adresse darf nicht fehlen.
EmptyName=Ihr Name darf nicht fehlen.
EmpytKey=Lizenschlüssel darf nicht fehlen.
InvalidEmail=Bitte die richtige E-Mail-Adresse eingeben!
InvalidKey=Ungültiger Lizenzschlüssel!
InvalidRegInfo=Ungültige Registrationsdaten!
ThanksRegister=Vielen Dank für Ihre Registrierung!
NoRegInfo=Kann die Registrationsdaten nicht finden!
Daily=Täglich
Weekly=Wöchentlich
Monthly=Monatlich
Never=Niemals
newver=Eine neue Version von Wise Duplicate Finder ist verfügbar! Jetzt aktualisieren?
nonewver=Diese Version ist die aktuellste Ausgabe
Registered=Registriert
Unregistered=Unregistriert

[AutoUpdate]
UpdateFail=Aktualisierung fehlgeschlagen. Wollen Sie die Datei direkt herunterladen?
CurrentFile=Aktuelle Version: 
Readed=Neueste Ausgabe:
SumSize=Gesamtgröße:
Byte=Byte
DownloadError=Fehler beim Herunterladen. Bitte später versuchen.
Cancel=Abbrechen
Ready=Zum Herunterladen bereit.

[Renew]
Renew=Erneuern
Regnow=Registrieren
title1=Ihr Lizenzschlüssel ist abgelaufen. Bitte zeitnah erneuern!
title=Wise Duplicate Finder wird in %d Tag/en ablaufen!
Regtitle= Die Testphase dauert noch %d Tag/e!
Price=Pro erneuern nur %s!
RegPrice=Kaufe Pro-Version für jetzt nur %s!
Describe=Sie könnten die Vorteile der Pro-Version verlieren.